Repository: tidepool-org/TidepoolKit
Catalog: Sources/TidepoolKit/Resources/*.lproj/Localizable.strings
Languages: da, es, fr, it, nl, ru, sk

source: A network error occurred.
da: Netværksfejl.
es: Se ha producido un error de red.
fr: Une erreur réseau s'est produite.
it: Si è verificato un errore di rete.
nl: Er is een netwerkfout opgetreden.
ru: Ошибка сети.
sk: Vyskytla sa chyba siete.

source: Are you sure?
da: Er du sikker?
es: ¿Está seguro?
fr: Êtes-vous certain?
it: Confermi?
nl: Weet je het zeker?
ru: Вы уверены?
sk: Ste si istý?

source: Close
nl: Sluiten

source: End
da: Afslut
es: Final
fr: Fin
it: Fine
nl: Sluiten
ru: Завершение
sk: Ukončiť

source: Environment
da: Tidepool-miljø
es: Ambiente
fr: Environnement
it: Ambiente
nl: Omgeving
sk: Prostredie

source: Forgot your password?
nl: Je wachtwoord vergeten?

source: Login
da: Log ind
es: Iniciar sesión
fr: Connexion
it: Accesso
nl: Inloggen
sk: Prihlásiť sa

source: Password
nl: Wachtwoord

source: The email is not verified.
da: Email er ikke verificeret.
es: El correo electrónico no está verificado.
fr: L'adresse courriel n'est pas vérifié.
it: L'email non è stata verificata.
nl: De e-mail is niet geverifieerd.
ru: E-mail не верифицирован.
sk: E-mail nie je overený.

source: The request returned an empty JSON response.
da: Anmodningen returnerede et tomt JSON-svar.
es: La solicitud devolvió una respuesta JSON vacía.
fr: La requête a renvoyé une réponse JSON vide.
it: La richiesta ha generato una risposta JSON vuota.
nl: Het verzoek heeft een leeg JSON antwoord opgeleverd.
ru: Запрос вепнул пустой JSON ответ.
sk: Požiadavka priniesla prázdnu odpoveď JSON.

source: The request returned an invalid JSON response.
da: Anmodningen returnerede et ugyldigt JSON-svar.
es: La solicitud devolvió una respuesta JSON inválida.
fr: La requête a renvoyé une réponse JSON invalide.
it: La richiesta ha restituito una risposta JSON non valida.
nl: Het verzoek heeft een ongeldig JSON antwoord opgeleverd.
ru: Запрос вернул неправильный JSON ответ.
sk: Požiadavka priniesla neplatnú odpoveď JSON.

source: The request returned an invalid response.
da: Anmodningen returnerede et ugyldigt svar.
es: La solicitud ha devuelto una respuesta inválida.
fr: La requête a renvoyé une réponse invalide.
it: La richiesta ha restituito una risposta non valida.
nl: Het verzoek heeft een ongeldig antwoord opgeleverd.
ru: Запрос вернул неправильный ответ.
sk: Požiadavka priniesla neplatnú odpoveď.

source: The request returned an unauthenticated response.
da: Anmodningen returnerede et ikke-godkendt svar.
es: La solicitud ha devuelto una respuesta no autenticada.
fr: La requête a renvoyé une réponse non authentifiée.
it: La richiesta ha restituito una risposta non autenticata.
nl: Het verzoek heeft een niet-geauthenticeerd antwoord opgeleverd.
ru: Запрос вернул неаутентифицированный ответ.
sk: Požiadavka priniesla neoverenú odpoveď.

source: The request returned an unexpected JSON response.
da: Anmodningen returnerede et uventet JSON-svar.
es: La solicitud devolvió una respuesta JSON inesperada.
fr: La requête a renvoyé une réponse JSON inattendue.
it: La richiesta ha restituito una risposta JSON inattesa.
nl: Het verzoek heeft een onverwacht JSON antwoord opgeleverd.
ru: Запрос вернул неизвестный ответ JSON.
sk: Požiadavka priniesla neočakávanú odpoveď JSON.

source: The request returned an unexpected response status code.
da: Anmodningen returnerede en uventet statuskode.
es: La solicitud ha devuelto un código de estatus inesperado.
fr: La requête a renvoyé un code de statut inattendu.
it: La richiesta ha restituito un codice stato inatteso.
nl: Het verzoek heeft een onverwacht antwoord statuscode opgeleverd.
ru: Запрос вернул неизвестный код ошибки.
sk: Požiadavka priniesla neočakávanú odpoveď stavového kódu.

source: The request returned an unexpected response.
da: Anmodningen returnerede et uventet svar.
es: La solicitud ha devuelto una respuesta inesperada.
fr: La requête a renvoyé une réponse inattendue.
it: La richiesta ha restituito una risposta inattesa
nl: Het verzoek heeft een onverwacht antwoord opgeleverd.
ru: Запрос вернул неизвестную ошибку.
sk: Žiadosť priniesla neočakávanú odpoveď.

source: The request was invalid.
da: Anmodningen var ugyldig.
es: La solicitud es inválida.
fr: La requête est invalide.
it: La richiesta non è valida
nl: Het verzoek was ongeldig.
ru: Неправильно сформирован запрос.
sk: Žiadosť bola neplatná.

source: The request was not authenticated.
da: Anmodningen blev ikke godkendt.
es: La solicitud no fue autorizada.
fr: La requête n'est pas authentifiée.
it: La richiesta non è stata autenticata
nl: Het verzoek is niet geverifieerd.
ru: Запрос не аутентифицирован.
sk: Žiadosť nebola overená.

source: The request was not authorized.
da: Anmodningen blev ikke godkendt.
es: La solicitud no fue autorizada.
fr: La requête n'est pas autorisée.
it: La richiesta non è stata autorizzata
nl: Het verzoek is niet geautoriseerd.
ru: Запрос не авторизован.
sk: Žiadosť nebola schválená.

source: The requested resource was not found.
da: Den valgte ressource er ikke fundet
es: No se encontró el recurso solicitado.
fr: La ressource sélectionnée n'a pas été trouvée.
it: La risorsa richiesta non è stata trovata
nl: De gevraagde bron is niet gevonden.
ru: Запрашиваемый ресурс не найден
sk: Požadovaný zdroj sa nenašiel.

source: The session is missing.
da: Manglende session
es: La sesión está vacia.
fr: Session manquante
it: Sessione assente
nl: De sessie ontbreekt.
ru: Сеанс отсутствует
sk: Relácia chýba.

source: The Terms of Service are not accepted.
da: Vilkår ikke accepteret.
es: No se aceptan los Términos de Servicio.
fr: Les conditions de service ne sont pas acceptées.
it: I Termini di Servizio non sono stati accettati.
nl: De Servicevoorwaarden worden niet geaccepteerd.
ru: Условия предоставления услуги не приняты.
sk: Podmienky služby nie sú akceptované.

source: Wrong username or password.
nl: Verkeerde gebruikersnaam of wachtwoord.

source: Your Tidepool Account
nl: Je Tidepool Account
